Repository: reel2bits/reel2bits
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Config not found
fr: Configuration non trouvée

source: Whoops, something failed.
fr: Whoops, quelque-chose à échoué.

source: Page not found
fr: Page non trouvée

source: Access forbidden
fr: Accès refusé

source: Gone
fr: Disparu

source: Something is broken
fr: Quelque-chose est cassé

source: Username required
fr: Nom d'utilisateur requis

source: Username already taken
fr: Nom d'utilisateur déjà utilisé

source: Display name
fr: Nom affiché

source: Timezone
fr: Fuseau horaire

source: Locale
fr: Langue

source: Update profile
fr: Mettre a jour le profil

source: Instance Name
fr: Nom de l 'instance

source: Instance description
fr: Description de l'instance

source: Update config
fr: Mettre à jour la configuration

source: Title
fr: Titre

source: File
fr: Fichier

source: No album
fr: Aucun album

source: Licence
fr: License

source: Private
fr: Privé

source: Cannot put private sound in public album
fr: Impossible de mettre une piste privée dans un album public

source: Upload
fr: Uploader

source: Edit sound
fr: Éditer la piste

source: Save
fr: Sauver

source: Application Logs
fr: Logs applicatifs

source: Application Config
fr: Configuration Applicative

source: Configuration updated
fr: Configuration mise-à-jour

source: New album
fr: Nouvel album

source: Created !
fr: Crée !

source: User not found
fr: Utilisateur non trouvé

source: Album not found
fr: Album non trouvé

source: Forbidden
fr: Refusé

source: Edit %(title)s
fr: Editer %(title)s

source: Public album cannot have private sounds
fr: Un album public ne peut avoir de piste privée

source: Home
fr: Accueil

source: Search user
fr: Chercher un utilisateur

source: Sound not found
fr: Piste non trouvé

source: New upload
fr: Nouvel upload

source: Uploaded ! Processing will now follow.
fr: Uploadé ! Le traitement va suivre.

source: User Logs
fr: Logs utilisateur

source: %(username)s' profile
fr: profil de %(username)s

source: Edit my profile
fr: Éditer mon profile

source: Profile updated
fr: Profil mis à jour

source: Follow successful
fr: Suivi avec succès

source: Follow request have been transmitted
fr: La demande de suivi à été transmise

source: You already follow this user
fr: Vous suivez déjà cet utilisateur

source: Unfollow successful
fr: Ne suis plus

source: You don't follow this user
fr: Vous ne suivez pas cet utilisateur

source: Whoops, something went wrong
fr: Oops, quelque-chose ne va pas

source: Unfollow request have been transmitted
fr: Demande de ne plus suivre transmise

source: reel2bits is developped by %(dashie)s and is available under MIT license.
fr: reel2bits est développé par %(dashie)s et est disponible sous licence MIT.

source: Source code is here: %(link)s
fr: Le code source est ici: %(link)s

source: Issue tracker is here: %(link)s
fr: Le tracker de bugs est ici: %(link)s

source: Maybe you can go back to the %(link)s.
fr: Peut-être vous voudriez aller de nouveau vers la %(link)s.

source: index
fr: page d'accueil

source: My Profile
fr: Mon profil

source: About
fr: À propos

source: User
fr: Utilisateur

source: Admin
fr: Administrateur

source: App config
fr: Configuration applicative

source: App logs
fr: Logs applicatifs

source: Change password
fr: Changer mot de passe

source: Logout
fr: Se déconnecter

source: Register
fr: S'enregistrer

source: Login
fr: Se connecter

source: Logged as %(username)s
fr: Connecté sous %(username)s

source: Back to top
fr: Retour en haut

source: Edit application config
fr: Éditer la configuration applicative

source: Application logs (latest 100)
fr: Logs applicatifs (100 derniers)

source: Category
fr: Catégorie

source: Level
fr: Niveau

source: Edit album %(title)s
fr: Éditer l'album %(title)s

source: %(value)s ago
fr: il-y-à %(value)s

source: edit
fr: éditer

source: yes really
fr: oui vraiment

source: delete
fr: supprimer

source: This album is empty.
fr: Cet album est vide.

source: Track reorder
fr: Réorganisation des pistes

source: success
fr: succès

source: Searching for: <i>%(who)s</i>
fr: Recherche pour : <i>%(who)s</i>

source: Set a new password
fr: Changer le mot de passe

source: You lost your password ?
fr: Vous avez perdu votre mot de passe ?

source: Please Sign In
fr: Veuillez vous connecter

source: Register user
fr: Enregistrer un utilisateur

source: Reset Password
fr: Changer mot de passe

source: Send Confirmation
fr: Envoyer une confirmation

source: Send Login
fr: Envoyer le login

source: Edit upload: %(title)s
fr: Éditer l'upload: %(title)s

source: Please wait, song metadatas are processing...
fr: Veuillez attendre, les métadonnés sont en cours de traitement...

source: Please wait, transcoding is on her way...
fr: Veuillez attendre, le transcoding est en cours de traitement...

source: download orig
fr: télécharger orig

source: download mp3
fr: télécharger mp3

source: In album:
fr: Dans l'album:

source: Duration
fr: Durée

source: Codec
fr: Encodeur

source: Channels
fr: Cannaux

source: Edit profile: %(username)s
fr: Éditer le profil: %(username)s

source: %(username)s's profile
fr: Profil de %(username)s

source: See:
fr: Voir:

source: all sounds
fr: tous les sons

source: all albums
fr: tous les albums

source: Edit profile
fr: Éditer le profil

source: This user haven't uploaded any sound :( !
fr: Cet utilisateur n'a rien uploadé :( !

source: %(nb)s tracks
fr: %(nb)s pistes

source: This user haven't created any album !
fr: Cet utilisateur n'a crée aucuns album !

source: Item ID
fr: ID d'Objet
